export const services = [
  {
    name: "الـتـسـويـقـيـة",
    description:
      "مفتاح نجاح عملك! نقدم استراتيجيات تسويقية متقدمة، من تحليل السوق إلى إدارة الحملات الإعلانية. نسعى لتعزيز هويتك الرقمية وجذب جمهور مستهدف، مما يؤدي إلى زيادة الانتشار وتحقيق نتائج قوية. اعتمد على خبرتنا لرفع مستوى وجودك في السوق وتحقيق نمو مستدام لعملك.",
    image: "/service/market.png",
    effect: 1,
  },
  {
    name: "الـتـعـلـيـمـيـة",
    description:
      "تقوم على بناء مستقبلك التعليمي والمهني. نقدم دورات متخصصة تشمل مجموعة واسعة من المواضيع، مصممة لتناسب احتياجاتك وتطوير مهاراتك. كما ان خدماتنا التعليمية المدرسية والجامعية تعكس التزامنا بتطوير مسار التعلم الخاص بك. نقدم دعماً شاملاً يشمل دروسًا تعليمية مخصصة، وموارد تعلم متقدمة لتعزيز فهمك. سواء كنت في المدرسة الثانوية أو الجامعة، نسعى لتوفير بيئة تعلم داعمة تساعدك على تحقيق أفضل أداء ممكن والنجاح في رحلتك الأكاديمية.",
    image: "/service/educ.png",
    effect: 2,
  },
  {
    name: "الـبـرمـجـيـة",
    description:
      "نوفر خدمات برمجية متقدمة يتضمن تحليل متقدم لاحتياجاتك، تصميم برمجي دقيق، وتنفيذ يعتمد على أحدث التقنيات. نقدم حلاً متكاملًا لاحتياجاتك البرمجية، سواء كنت تبحث عن تطوير تطبيقات مخصصة، أو تحسين مواقع الويب، أو حتى تنفيذ مشاريع برمجية معقدة. يتميز فريقنا بالخبرة العميقة والمهارات الفنية، حيث يسعى لتحقيق الأهداف الفريدة لعملك. سواء كنت شركة ناشئة تحتاج إلى تقنيات حديثة أو شركة كبيرة تسعى لتحسين أدائها البرمجي، نحن هنا لتقديم حلاً برمجيًا مبتكرًا يتجاوب مع احتياجاتك ويرفع مستوى وجودك الرقمي.",
    image: "/service/coding.png",
    effect: 3,
  },
];

export const client = [
  {
    name: "جامعة الملك عبدالعزيز",
    image: "/clients/king_abd_elazez.png",
  },
  {
    name: "جامعة الملك عبدالله",
    image: "/clients/king_abdullah.png",
  },
  {
    name: "جامعة الملك فيصل",
    image: "/clients/king_fasil.png",
  },
  {
    name: "جامعة الملك سعود",
    image: "/clients/king_s3ood.png",
  },
  {
    name: "جامعة الملك خالد",
    image: "/clients/kink_khaled.png",
  },
  {
    name: "جامعة الاميرة نورة",
    image: "/clients/queen_nora.png",
  },
];
